label af0_main:
    stop music fadeout 2.0
    play music subway
    scene bg train with Dissolve(5.0)

    "Завывал ветер. И когда он в последний раз пробежал по вагону, моё тело резко наклонилось вперёд."
    "Я был окружён бесчисленными рюкзаками, чемоданами, шапками и обувью."
    "Неловко оторвав взгляд от тех светящихся экранов, я вышел из метро."
    scene black with Dissolve(2.0)
    "Направляясь к выходу, я бросил взгляд на мрачное небо, закрытое свинцовыми облаками."

    stop music fadeout 0.5
    play music subwaypeople

    "Я спрятал лицо в воротник и стал подниматься по ступенькам, одна за другой, чтобы попасть наверх."
    scene bg subwaystation2 with Dissolve(1.0)
    stop music fadeout 1.0
    play music rain volume 0.72
    play sound umbrella
    "Машины, проносящиеся мимо, брызгали лужами по моему лицу.{w=0.3} Вокруг было мало пассажиров, и я, раскрывая зонтик, лишь смотрел на сверкающие листья."
    show vignette_white with dissolve
    "\"…почему же ты носишь такую лёгкую одежду…\""
    mc "Чего?.."
    scene white with dissolve
    scene bg street1_day_rain with Dissolve(1.0)
    "Я перешёл на другую сторону переулка, где под тем потрёпанным телеграфным столбом вырисовывалось нечто, будто там кто-то был…"
    "Однако никаких следов не было. Я закрыл глаза, а затем осторожно открыл их…"
    "Дабы увидеть лишь что сердце моё сжималось от чего-то, что я не мог точно описать."
    "Я шёл по пути неспешным шагом, крепко держа свой инструмент для защиты от дождя."
    scene bg residential_day_rain with dissolve
    pause(0.5)
    scene bg house1_day_rain with dissolve
    pause(0.5)
    "Бледная ограда дворов не переставая влекла к себе мой взгляд, и я едва справлялся с её силой."
    show vignette_white at vignetteflicker
    "Нахлынули воспоминания, с каждым новым шагом отпечатывался очередной диалог.{w=0.3} Малыми ручейками вода текла в канализацию."
    "Мне, как никому другому, было ясно, что если я остановлюсь здесь хотя бы на секунду, то оступлюсь."
    "Было неправильно не следовать GPS, но ведь должен быть более короткий маршрут…"
    "Но я уже подсознательно шёл по этому пути с тех пор, как вышел со станции…"
    pause(2.0)
    "Да и кто может меня винить? Я ведь жил здесь раньше."
    hide vignette_white with dissolve
    "Благо, мне нужно было посетить еще одно место."
    stop music fadeout 3.0
    "Верно?"
    scene white with Dissolve(3.0)

    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
